Repository: noschmarrn/bavarianrankengine
Catalog: bavarian-rank-engine/languages/bavarian-rank-engine-*.po
Languages: de_de

source: AI Provider
de_de: KI-Anbieter

source: Bulk Generator
de_de: Massen-Generator

source: TXT Files
de_de: TXT Dateien

source: Bavarian Rank Engine xe2x80x94 Dashboard
de_de: Bavarian Rank Engine — Dashboard

source: Meta Coverage
de_de: Meta-Abdeckung

source: No post types configured.
de_de: Keine Beitragstypen konfiguriert.

source: Post Type
de_de: Beitragstyp

source: Published
de_de: Veröffentlicht

source: With Meta
de_de: Mit Meta

source: Coverage
de_de: Abdeckung

source: Quick Links
de_de: Schnellzugriff

source: AI Provider Settings
de_de: KI-Anbieter-Einstellungen

source: Meta Generator Settings
de_de: Meta-Generator-Einstellungen

source: Active Provider:
de_de: Aktiver Anbieter:

source: New here?
de_de: Neu hier?

source: Read the setup guide — get running in five minutes →
de_de: Einrichtungsanleitung lesen — in fünf Minuten startklar →

source: Internal Link Analysis
de_de: Interne Link-Analyse

source: Loading…
de_de: Wird geladen…

source: AI Crawlers — Last 30 Days
de_de: AI Crawler — letzte 30 Tage

source: No AI crawlers recorded yet.
de_de: Noch keine AI-Crawls aufgezeichnet.

source: Visits
de_de: Besuche

source: Last Seen
de_de: Zuletzt

source: Analysis error.
de_de: Analysefehler.

source: Posts without internal links
de_de: Posts ohne interne Links

source: All posts have internal links.
de_de: Alle Posts haben interne Links.

source: Posts with many external links (≥
de_de: Posts mit vielen externen Links (≥

source: No posts with excessive external links.
de_de: Keine auffälligen Posts.

source: No data.
de_de: Keine Daten.

source: Connection error.
de_de: Verbindungsfehler.

source: Active Provider
de_de: Aktiver Anbieter

source: API Key
de_de: API-Schlüssel

source: Saved:
de_de: Gespeichert:

source: Enter new key to overwrite
de_de: Neuen Schlüssel zum Überschreiben eingeben

source: Enter API key
de_de: API-Schlüssel eingeben

source: Test connection
de_de: Verbindung testen

source: Model:
de_de: Modell:

source: View current pricing →
de_de: Aktuelle Preise ansehen →

source: Cost per 1 million tokens (for the Bulk cost overview):
de_de: Kosten pro 1 Million Token (für Kostenübersicht im Bulk):

source: Save Settings
de_de: Einstellungen speichern

source: developed with
de_de: entwickelt mit

source: Generates meta descriptions for posts without an existing meta description.
de_de: Generiert Meta-Beschreibungen für Artikel ohne vorhandene Meta-Beschreibung.

source: Loading statisticsxe2x80xa6
de_de: Lade Statistiken…

source: Max. posts this run
de_de: Max. Artikel diesen Run

source: Start Bulk Run
de_de: Bulk-Run starten

source: Cancel
de_de: Abbrechen

source: 0 / 0 processed
de_de: 0 / 0 verarbeitet

source: llms.txt Configuration
de_de: llms.txt Konfiguration

source: Clear llms.txt Cache
de_de: llms.txt Cache leeren

source: Error.
de_de: Fehler.

source: Max. links per page
de_de: Max. Links pro Seite

source: With more posts, llms-2.txt, llms-3.txt etc. are created and linked automatically.
de_de: Bei mehr Posts werden automatisch llms-2.txt, llms-3.txt etc. erstellt und verlinkt.

source: Your llms.txt will be served at:
de_de: Deine llms.txt ist erreichbar unter:

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Enable llms.txt
de_de: llms.txt aktivieren

source: Serve llms.txt at
de_de: llms.txt bereitstellen unter

source: Title
de_de: Titel

source: Appears as the # heading in llms.txt
de_de: Erscheint als # Überschrift in der llms.txt

source: Description (before links)
de_de: Beschreibung (vor Links)

source: Text shown after the title, before featured links.
de_de: Text der nach dem Titel, vor den besonderen Links erscheint.

source: Featured Links
de_de: Besondere Links

source: Important links to highlight for AI models. One per line.
de_de: Wichtige Links für KI-Modelle hervorheben. Eine pro Zeile.

source: Markdown format recommended:
de_de: Markdown-Format empfohlen:

source: Post Types
de_de: Beitragstypen

source: Which post types to include in the content list.
de_de: Welche Beitragstypen in der Inhaltsliste erscheinen sollen.

source: Description (after content)
de_de: Beschreibung (nach Inhalt)

source: Footer Description
de_de: Fußzeilen-Beschreibung

source: Appears at the end of llms.txt after a --- separator.
de_de: Erscheint am Ende der llms.txt nach einem --- Trenner.

source: Save llms.txt Settings
de_de: llms.txt-Einstellungen speichern

source: Preview
de_de: Vorschau

source: After saving, visit your llms.txt to verify:
de_de: Nach dem Speichern die llms.txt aufrufen zur Überprüfung:

source: Note: If the URL shows a 404, go to Settings xe2x86x92 Permalinks and click Save to flush rewrite rules.
de_de: Hinweis: Wenn die URL einen 404 zeigt, unter Einstellungen → Permalinks auf Speichern klicken.

source: Auto Mode
de_de: Auto-Modus

source: Automatically generate meta description on publish
de_de: Meta-Beschreibung beim Veröffentlichen automatisch generieren

source: Token Mode
de_de: Token-Modus

source: Send full article
de_de: Ganzen Artikel senden

source: Limit to
de_de: Kürzen auf

source: tokens
de_de: Token

source: Variables:
de_de: Variablen:

source: Reset prompt
de_de: Prompt zurücksetzen

source: Enabled Schema Types
de_de: Aktivierte Schema-Typen

source: One URL per line (Twitter, LinkedIn, GitHub, Facebookxe2x80xa6)
de_de: Eine URL pro Zeile (Twitter, LinkedIn, GitHub, Facebook…)

source: Block known AI bots for this site.
de_de: Bekannte KI-Bots für diese Website blockieren.

source: Note: Bots are not required to comply.
de_de: Hinweis: Bots müssen sich nicht daran halten.

source: Description
de_de: Beschreibung

source: Block
de_de: Blockieren

source: View current robots.txt →
de_de: Aktuelle robots.txt ansehen →

source: Save robots.txt Settings
de_de: robots.txt-Einstellungen speichern

source: Meta Description (BRE)
de_de: Meta-Beschreibung (BRE)

source: AI generated
de_de: KI generiert

source: Fallback (first paragraph)
de_de: Fallback (erster Absatz)

source: Manually edited
de_de: Manuell bearbeitet

source: Not yet generated
de_de: Noch nicht generiert

source: Regenerate with AI
de_de: Mit KI neu generieren

source: SEO Analysis (BRE)
de_de: SEO Analyse (BRE)

source: Title:
de_de: Titel:

source: Words:
de_de: Wörter:

source: Reading Time:
de_de: Lesezeit:

source: Headings
de_de: Überschriften

source: Organization (sameAs Social Profiles)
de_de: Organisation (sameAs Social-Profile)

source: Author (sameAs Profile Links)
de_de: Autor (sameAs Profil-Links)

source: Speakable (for AI assistants)
de_de: Speakable (für KI-Assistenten)

source: Article about/mentions
de_de: Artikel über/erwähnt

source: AI-optimized Meta Tags (max-snippet etc.)
de_de: KI-optimierte Meta-Tags (max-snippet usw.)

source: Insufficient permissions.
de_de: Keine Berechtigung.

source: No API key saved. Please save first.
de_de: Kein API-Schlüssel gespeichert. Bitte zuerst speichern.

source: Unknown provider.
de_de: Unbekannter Anbieter.

source: Cache cleared.
de_de: Cache geleert.

source: A bulk process is already running.
de_de: Ein Bulk-Prozess läuft bereits.

source: Bavarian Rank Engine serves llms.txt with priority xe2x80x94 no action needed in Rank Math.
de_de: Bavarian Rank Engine bedient llms.txt mit Priorität — kein Handlungsbedarf bei Rank Math.

source: GEO Quick Overview
de_de: GEO Schnellüberblick

source: GEO Quick Overview (BRE)
de_de: GEO Schnellüberblick (BRE)

source: Enable GEO block for this post
de_de: GEO-Block für diesen Beitrag aktiv

source: Lock auto-regeneration
de_de: Auto-Regeneration sperren

source: Generated: %s
de_de: Generiert: %s

source: Generate now
de_de: Jetzt generieren

source: Regenerate
de_de: Neu generieren

source: Clear
de_de: Leeren

source: Summary
de_de: Kurzfassung

source: (one per line)
de_de: (eine pro Zeile)

source: Key Points
de_de: Kernaussagen

source: (Format: Question? | Answer xe2x80x94 one per line)
de_de: (Format: Frage? | Antwort — eine pro Zeile)

source: Prompt add-on (optional)
de_de: Prompt-Zusatz (optional)

source: Generation failed. Check API key and provider settings.
de_de: Generierung fehlgeschlagen. API-Key und Provider-Einstellungen prüfen.

source: Activation
de_de: Aktivierung

source: Enable GEO Block
de_de: GEO Block aktivieren

source: Output the Quick Overview block on the frontend
de_de: Schnellüberblick-Block im Frontend ausgeben

source: Mode
de_de: Modus

source: Auto on publish / update (recommended)
de_de: Auto bei Publish/Update (empfohlen)

source: Hybrid: auto only when fields are empty
de_de: Hybrid: Auto nur wenn Felder leer

source: Manual only (editor button)
de_de: Nur manuell (Editor-Button)

source: Regenerate on update
de_de: Bei Update neu generieren

source: Regenerate on every save of a published post
de_de: Bei jedem Speichern eines publizierten Beitrags neu generieren

source: Word threshold for FAQ
de_de: Wortschwellwert für FAQ

source: Below this word count, no FAQ is generated. Default: 350
de_de: Unter dieser Wortanzahl wird keine FAQ generiert. Standard: 350

source: Output
de_de: Ausgabe

source: After first paragraph (default)
de_de: Nach dem ersten Absatz (Standard)

source: Top of post
de_de: Anfang des Beitrags

source: Bottom of post
de_de: Ende des Beitrags

source: Output style
de_de: Ausgabe-Stil

source: Collapsible <details> (default)
de_de: Einklappbar <details> (Standard)

source: Always open
de_de: Immer aufgeklappt

source: Store only, no frontend output
de_de: Nur speichern, nicht ausgeben

source: Block title
de_de: Block-Titel

source: Summary label
de_de: Label Kurzfassung

source: Key Points label
de_de: Label Kernaussagen

source: FAQ label
de_de: Label FAQ

source: Load minimal CSS
de_de: Minimal-CSS laden

source: Load base stylesheet for .bre-geo on the frontend
de_de: Basis-Stylesheet für .bre-geo auf dem Frontend laden

source: Automatically scoped to .bre-geo{...}. Enter CSS properties only, no selector.
de_de: Wird automatisch auf .bre-geo{...} begrenzt. Nur CSS-Eigenschaften eingeben, keinen Selektor.

source: AI Prompt
de_de: KI Prompt

source: Default prompt
de_de: Standard-Prompt

source: Per-post prompt add-on
de_de: Prompt-Zusatz pro Beitrag

source: Authors can enter a prompt add-on per post in the editor
de_de: Autoren dürfen im Editor einen Prompt-Zusatz pro Beitrag eingeben

source: Plugin Compatibility
de_de: Plugin-Kompatibilität

source: The following SEO plugins were detected. BRE adapts automatically.
de_de: Folgende SEO-Plugins wurden erkannt. BRE passt sich automatisch an.

source: llms.txt: BRE serves the file with priority — Rank Math is bypassed.
de_de: llms.txt: BRE liefert die Datei mit Priorität — Rank Math wird umgangen.

source: Schema.org: BRE suppresses its own JSON-LD to avoid duplicates.
de_de: Schema.org: BRE unterdrückt sein eigenes JSON-LD, um Duplikate zu vermeiden.

source: Meta descriptions: BRE writes to the Rank Math meta field.
de_de: Meta-Beschreibungen: BRE schreibt in das Rank-Math-Metafeld.

source: Meta descriptions: BRE writes to the Yoast meta field.
de_de: Meta-Beschreibungen: BRE schreibt in das Yoast-Metafeld.

source: Meta descriptions: BRE writes to the AIOSEO meta field.
de_de: Meta-Beschreibungen: BRE schreibt in das AIOSEO-Metafeld.

source: Meta descriptions: BRE writes to the SEOPress meta field.
de_de: Meta-Beschreibungen: BRE schreibt in das SEOPress-Metafeld.

source: Color scheme
de_de: Farbschema

source: Auto (follows OS light/dark preference)
de_de: Automatisch (folgt dem OS-Licht/Dunkel-Modus)

source: Always light
de_de: Immer hell

source: Always dark
de_de: Immer dunkel

source: Auto detects the visitor's OS or browser setting via prefers-color-scheme.
de_de: Erkennt automatisch die OS- oder Browser-Einstellung des Besuchers via prefers-color-scheme.

source: Accent color
de_de: Akzentfarbe

source: Used for the left border of the summary bar and the expand arrow. Leave empty for the default blue.
de_de: Wird für den linken Rand der Zusammenfassungsleiste und den Expand-Pfeil verwendet. Leer lassen für das Standard-Blau.

source: Testing…
de_de: Wird getestet…

source: Network error
de_de: Netzwerkfehler

source: A bulk process is already running
de_de: Ein Bulk-Prozess läuft bereits

source: since
de_de: seit

source: Posts without meta description:
de_de: Posts ohne Meta-Beschreibung:

source: Total:
de_de: Gesamt:

source: Input tokens
de_de: Input-Token

source: Output tokens
de_de: Output-Token

source: ▶ Start — max {limit} posts, Provider: {provider}
de_de: ▶ Start — max {limit} Posts, Anbieter: {provider}

source: Stop requested…
de_de: Abbruch angefordert…

source: ↻ Processing {count} posts… ({remaining} remaining)
de_de: ↻ Verarbeite {count} Posts… ({remaining} verbleibend)

source: Unknown error
de_de: Unbekannter Fehler

source: attempt
de_de: Versuch

source: processed
de_de: verarbeitet

source: — Done —
de_de: — Fertig —

source: posts failed:
de_de: Posts fehlgeschlagen:

source: Connection successful
de_de: Verbindung erfolgreich

source: Recommended
de_de: Empfohlen

source: Cheap
de_de: Günstig

source: Very cheap
de_de: Sehr günstig

source: Powerful
de_de: Leistungsstark

source: Fast & cheap
de_de: Schnell & günstig

source: Really reset the prompt?
de_de: Prompt wirklich zurücksetzen?

source: Servus! Welcome to Bavarian Rank Engine.
de_de: Servus! Willkommen bei Bavarian Rank Engine.

source: No Lederhosen required — your SEO is already in good hands.
de_de: Keine Lederhosen nötig — dein SEO ist in guten Händen.

source: Read the setup guide and be running in five minutes →
de_de: Einrichtungsanleitung lesen — in fünf Minuten startklar →

source: Dismiss
de_de: Schließen

source: AI metas generated
de_de: KI-Metas generiert

source: Tokens used (est.)
de_de: Token verbraucht (Schätzung)

source: Est. cost (USD)
de_de: Gesch. Kosten (USD)

source: Configure AI Provider
de_de: KI-Anbieter konfigurieren

source: Documentation &amp; How To
de_de: Dokumentation &amp; How To

source: Enable AI generation
de_de: KI-Generierung aktivieren

source: This feature will incur costs with your AI provider. Make sure you understand the pricing before entering an API key.
de_de: Diese Funktion verursacht Kosten beim KI-Anbieter. Bitte prüfe die Preise, bevor du einen API-Key eingibst.

source: Link Suggestions
de_de: Link-Vorschläge

source: Analysis Trigger
de_de: Analyse-Auslöser

source: When to analyse
de_de: Wann analysieren

source: Manual only (button)
de_de: Nur manuell (Button)

source: On post save
de_de: Beim Speichern

source: Every
de_de: Alle

source: minutes
de_de: Minuten

source: Exclude Posts / Pages
de_de: Beiträge / Seiten ausschließen

source: These posts will never appear as link suggestions (e.g. Imprint, Contact, Terms).
de_de: Diese Beiträge erscheinen nie als Link-Vorschläge (z.B. Impressum, Kontakt, AGB).

source: Excluded
de_de: Ausgeschlossen

source: Search posts…
de_de: Beitrag suchen…

source: Remove
de_de: Entfernen

source: Prioritise Posts / Pages
de_de: Beiträge / Seiten priorisieren

source: Boosted posts rank higher when thematically relevant. A boost of 1.0 = no change.
de_de: Priorisierte Beiträge werden höher gerankt wenn thematisch passend. Boost 1.0 = keine Änderung.

source: Boosted
de_de: Priorisiert

source: AI Options (optional)
de_de: KI-Optionen (optional)

source: AI is connected — these settings control how many candidates are sent for semantic analysis.
de_de: KI ist verbunden — diese Einstellungen steuern, wie viele Kandidaten für die semantische Analyse gesendet werden.

source: Candidates to AI
de_de: Kandidaten an KI

source: How many pre-scored candidates are passed to the AI (max 50).
de_de: Wie viele vorgefilterte Kandidaten an die KI übergeben werden (max. 50).

source: Max output tokens
de_de: Max. Ausgabe-Tokens

source: Click Analyse to find internal link opportunities.
de_de: Klicke auf Analysieren, um interne Verlinkungsmöglichkeiten zu finden.

source: Analyse
de_de: Analysieren

source: All
de_de: Alle

source: None
de_de: Keine

source: Apply (0 links)
de_de: Anwenden (0 Links)

source: Internal Link Suggestions (BRE)
de_de: Interne Link-Vorschläge (BRE)

source: Analysing…
de_de: Analysiere…

source: No suggestions found.
de_de: Keine Vorschläge gefunden.

source: Apply (%d links)
de_de: %d Link(s) anwenden

source: Confirm
de_de: Bestätigen

source: Applied — %d links set ✓
de_de: Angewendet — %d Link(s) gesetzt ✓

source: Prioritised
de_de: Priorisiert

source: Open post
de_de: Beitrag öffnen
